{
    "Accueil":"منزل",
    "À propos de nous" : "معلومات عنا",



    "Réservation" : "حجز",
    "Réserver" : "للحجز",
    "Réserver maintenant" : "احجز الان",
    "Hotel Cote d'or jouit d'un emplacement idéal au bord de la mer. Il propose des chambres confortables avec une vue extraordinaire .Ces chambres pratiques et confortables sont insonorisées et dotées de la climatisation, d'une salle de bains moderne, et d'une télévision avec chaînes internationales. L'accès Internet sans fil gratuit est disponible dans tout l'établissement.Dégustez un repas dans notre restaurant de l'hôtel qui sert différents plats . L'hôtel est situé à proximité de la mer de M'diq, du Corniche, des taxis et de la mosquée. Le personnel courtois sera ravi de vous aider et vous accueillera chaleureusement." : ". يتمتع الفندق بموقع مثالي بجانب البحر ، ويوفر غرفًا مريحة مع إطلالة غير عادية ، وهذه الغرف العملية والمريحة عازلة للصوت ومجهزة بتكييف وحمام حديث وتلفزيون مع قنوات عالمية. تتوفر خدمة الإنترنت اللاسلكي مجانًا في جميع أنحاء العقار. استمتع بتناول وجبة في مطعم الفندق الذي يقدم مجموعة متنوعة من الأطباق. يقع الفندق بالقرب من بحر المضيق والكورنيش وسيارات الأجرة والمسجد. سيسعد الموظفون المهذبون بمساعدتك وسيرحبون بك بحرارة ",
    "Notation" : "تقييم",
    "Très bien" : "جيد جدا",
    "INSTALLATIONS ET SERVICES" : "المرافق والخدمات",
    "Hôtel" : "الفندق",
    "Restaurant" : "مطعم",
    "Cafétéria" : "كافيتريا",
    "Service d'étage" : "خدمة الغرف",
    "Chambres familiales" : "غرف عائلية",
    "Plage" : "شاطئ",
    "Bienvenue à l'Hôtel Côte d'Or" : "Côte d'Or مرحبًا بكم في فندق",
    "Notre hôtel est le choix parfait pour les voyageurs à la recherche d'un séjour confortable et abordable avec une vue imprenable sur la Méditerranée. ":"فندقنا هو الخيار الأمثل للمسافرين الباحثين عن إقامة مريحة وبأسعار معقولة مع مناظر خلابة للبحر الأبيض المتوسط.",
    " Nous sommes situés en plein cœur de la ville, à quelques pas des principales attractions touristiques et des restaurants locaux." : "نحن موجودون في قلب المدينة ، على مسافة قريبة من مناطق الجذب السياحي الرئيسية والمطاعم المحلية.",
    "Voir aussi" : "شاهد المزيد",
    "Notre équipe" : "فريقنا",
    "Avec nous, vous pouvez profiter d'un hébergement confortable à des tarifs compétitifs. Nos chambres sont équipées de tout ce dont vous avez besoin pour un séjour agréable, notamment une salle de bain privée, la climatisation, la télévision et un accès Wi-Fi gratuit." : "معنا يمكنك الاستمتاع بإقامة مريحة بأسعار تنافسية. تم تجهيز غرفنا بكل ما تحتاجه لإقامة ممتعة ، بما في ذلك حمام خاص وتكييف وتلفزيون وخدمة الواي فاي المجانية.",
    "Les points de vue" : "وجهات النظر",
    "J'ai passé un merveilleux séjour dans cet hôtel avec vue sur la mer. L'emplacement est tout simplement incroyable, avec une vue imprenable sur l'océan. Le personnel était très sympathique et accueillant, et m'a fait me sentir comme chez moi dès mon arrivée.Le restaurant de l'hôtel proposait une cuisine délicieuse, en particulier leur spécialité de fruits de mer frais. J'ai également été impressionné par la qualité des cocktails préparés par le barman.Ma chambre était spacieuse et confortable, avec une vue magnifique sur l'océan. J'ai adoré écouter les vagues se briser sur la plage chaque matin.Je recommande vivement cet hôtel à tous ceux qui cherchent un séjour relaxant au bord de la mer avec une cuisine délicieuse et un personnel amical et attentionné. Je prévois déjà de revenir l'année prochaine pour profiter de cet endroit exceptionnel une fois de plus." : ".لقد حظيت بإقامة رائعة في هذا الفندق المطل على البحر. الموقع مذهل مع منظر رائع على المحيط. كان الموظفون ودودين للغاية ومتعاونين وجعلوني أشعر بأنني في المنزل منذ لحظة وصولي. كان مطعم الفندق طعامًا لذيذًا ، وخاصة المأكولات البحرية الطازجة. لقد تأثرت أيضًا بجودة الكوكتيلات التي أعدها النادل. كانت غرفتي فسيحة ومريحة مع إطلالة رائعة على المحيط. أحببت الاستماع إلى الأمواج وهي تهطل على الشاطئ كل صباح. أوصي بشدة بهذا الفندق لأي شخص يبحث عن إقامة مريحة على البحر مع طعام لذيذ وفريق عمل ودود يقظ. أخطط بالفعل للعودة العام المقبل للاستمتاع بهذا المكان الاستثنائي مرة أخرى",
    "Notre Restaurant" : "مطعمنا",
    "Notre restaurant est l'endroit idéal pour savourer des plats locaux tout en profitant de la vue sur la mer Méditerranée. Nous sommes fiers de proposer une cuisine fraîche et délicieuse préparée à partir d'ingrédients locaux de première qualité..." : ".مطعمنا هو المكان المثالي لتذوق الأطباق المحلية أثناء الاستمتاع بإطلالة على البحر الأبيض المتوسط. نحن نفخر بأنفسنا لتقديم المأكولات الطازجة واللذيذة المحضرة من المكونات المحلية الممتازة",
    "Cuisine marocaine" : "المطبخ المغربي",
    "Nous sommes fiers de proposer des plats traditionnels marocains ainsi que des options plus modernes pour répondre à tous les goûts. Nous nous approvisionnons en produits frais et de qualité supérieure auprès de fournisseurs locaux, afin de garantir que chaque bouchée est pleine de saveurs délicieuses." : ".نفخر بأنفسنا لتقديم الأطباق المغربية التقليدية بالإضافة إلى المزيد من الخيارات الحديثة التي تناسب جميع الأذواق. نحن نصدر المنتجات الطازجة والأعلى جودة من الموردين المحليين ، للتأكد من أن كل قضمة مليئة بالنكهة اللذيذة",
    "Cuisine italienne" : "المطبخ الإيطالي",
    "Notre cuisine italienne est inspirée par les saveurs authentiques de l'Italie, avec des plats préparés à partir d'ingrédients frais et de qualité supérieure. Que vous cherchiez à déguster une pizza fraîche sortie du four ou des pâtes fraîches faites maison, nous avons quelque chose pour satisfaire toutes les papilles." : ".مطبخنا الإيطالي مستوحى من النكهات الإيطالية الأصيلة ، مع أطباق مُعدّة باستخدام مكونات طازجة وعالية الجودة. سواء كنت تبحث عن الاستمتاع بالبيتزا الطازجة من الفرن أو المعكرونة الطازجة المصنوعة منزليًا ، فلدينا ما يرضي كل ذوق",
    "Bienvenue dans notre galerie" : "مرحبا بكم في معرضنا",
    "Galerie de notre hôtel" : "معرض فندقنا",
    "Regarder la galerie" : "مشاهدة المعرض",


    "NOS CHAMBRES" : "الغرف",
    "Equipée de lits confortables, de tables de chevet avec des lampes de lecture, d'un bureau et d'une chaise pour travailler, ainsi que d'une télévision à écran plat pour se divertir. La chambre dispose également d'une salle de bain privative avec douche ou baignoire, serviettes et articles de toilette de base. " : ".مجهزة بأسرة مريحة وطاولات بجانب السرير مع مصابيح للقراءة ومكتب وكرسي للعمل وجهاز تلفزيون بشاشة مسطحة للترفيه. تحتوي الغرفة أيضًا على حمام خاص مع دش أو حوض استحمام ومناشف ولوازم استحمام أساسية",
    "Détails et photos" : "التفاصيل والصور",
    "avec petit déjeuner" : "مع الافطار",
    "Chambre Simple" : "غرفة بسيطة",
    "Chambre Double" : "غرفة مزدوجة",
    "Chambre Triple" : "غرفة ثلاثية",
    "Chambre Quadruple" : "غرفة رباعية",
    "Suite" : "جناح",
    "Appartement" : "شقة",
    "Prix par nuit:" : ":سعر الليلة الواحدة",
    "Annulation GRATUITE avant minimum 1 semaine":"إلغاء مجاني قبل أسبوع واحد على الأقل",
    "PAYEZ PLUS TARD" : "ادفع لاحقا",
    "INCLUS DANS LE TARIF (1)" : "(1)المدرجة في المعدل",
    "Petit déjeuner pour deux chaque jour":"الإفطار لشخصين كل يوم",
    "Pour bénéficier, de nos offres , vous pouvez réserver avant plus d'une semaine " : "للاستفادة من عروضنا يمكنك الحجز قبل أكثر من أسبوع",
    "Retour à la liste des chambres" : "العودة إلى قائمة الغرف",


    "NOS SERVICES" : "خدماتنا",
    "DES CHAMBRES ENTIÈREMENT ÉQUIPÉE, DE DIFFÉRENTS SERVICES A EN BÉNÉFICIER" : "غرف مجهزة بالكامل ، خدمات مختلفة للاستفادة منها",
    "Ménage" : "التنظيف",
    "Blanchisserie" : "مغسلة",
    "Service de chambre" : "خدمة الغرف",
    "Bagagerie" : "خدمة الأمتعة", 
    "Wi-Fi Disponible" : "واي فاي متاح",
    "La connexion WiFi est disponible dans toutes les chambres, ainsi que dans les espaces communs tels que le hall et le restaurant ." : ".وأي فأي متاح في جميع الغرف ، وكذلك في المناطق المشتركة مثل اللوبي والمطعم",
    "Notre personnels veille à ce que toutes les chambres soient propres avant votre arrivée , ce qui les poussent à bien nettoyer la chambre tous les jours." : ".يضمن موظفونا نظافة جميع الغرف قبل وصولك ، مما يشجعهم على تنظيف الغرفة جيدًا كل يوم",
    "Lors de votre séjour , notre personnel s'occupe du lavage , séchage et même repassage des vêtements." : ".أثناء إقامتك ، يعتني موظفونا بغسل وتجفيف وحتى كي الملابس",
    "Votre petit déjeuner arrive chez vous dès le matin , il vous suffit juste de demander." : ".يصل إفطارك إلى باب منزلك في الصباح ، عليك فقط أن تسأل",
    "Votre confort est notre joie , Lors de votre séjour ne pensez pas à votre bagage , nous nous occupons de tous , pensez à votre confort." : ".راحتك هي فرحتنا ، أثناء إقامتك لا تفكر في أمتعتك ، فنحن نعتني بكل شيء ، نفكر في راحتك",


    "CONTACTEZ-NOUS" : "اتصل بنا",
    "Si vous avez des questions , n'hésitez pas de nous contacter si-dessous et nous vous répondrons le plus tôt possible." : ".إذا كانت لديك أي أسئلة ، فلا تتردد في الاتصال بنا أدناه وسنقوم بالرد عليك في أقرب وقت ممكن",
    "Nom": "اسم",
    "Message":"رسالة",
    "ENVOYER" : "أرسل",
    "Général" : "عام",
    "Maroc" : "Morocco",
    "Média" : "وسائط",
    "Téléphone" : "هاتف",


    "Liens Rapides" : "روابط سريعة",
    "Liens Supplémentaires" : "روابط إضافية",
    "Poser des questions" : "اسال اسئلة",
    "Service d'été" : "خدمة الصيف",
    "Près de nous" : "قريب منا",
    "Les offres de Cote d'Or" : "Cote d'Or عروض",
    "Infos de contact" : "معلومات الاتصال",
    "Tous les droits sont réservés!" : "كل الحقوق محفوظة",
    "Suivez-nous" : "تابعنا",



    "(and :count more error)": "(و :count خطأ إضافي)",
    "(and :count more errors)": "(و :count أخطاء إضافية)",
    "A new verification link has been sent to the email address you provided during registration.": "تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي قمت بالتسجيل به.",
    "A new verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى بريدك الإلكتروني.",
    "All rights reserved.": "جميع الحقوق محفوظة.",
    "Already registered?": "لديك حساب مسبقا؟",
    "Are you sure you want to delete your account?": "هل أنت متأكد من رغبتك في حذف حسابك؟",
    "Cancel": "إلغاء",
    "Click here to re-send the verification email.": "اضغط هنا لإعادة إرسال بريد التحقق.",
    "Confirm": "تأكيد",
    "Confirm Password": "تأكيد كلمة المرور",
    "Current Password": "كلمة المرور الحالية",
    "Dashboard": "لوحة التحكم",
    "Delete Account": "حذف الحساب",
    "Email": "البريد الإلكتروني",
    "Email Password Reset Link": "رابط إعادة تعيين كلمة مرور عبر البريد الإلكتروني",
    "Ensure your account is using a long, random password to stay secure.": "تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية للبقاء آمنًا.",
    "Forbidden": "محظور",
    "Forgot your password?": "نسيت كلمة المرور؟",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "نسيت كلمة المرور؟ لا توجد مشكلة. ما عليك سوى إخبارنا بعنوان بريدك الإلكتروني وسنرسل لك عبره رابط إعادة تعيين كلمة المرور الذي سيسمح لك باختيار كلمة مرور جديدة.",
    "Go to page :page": "الإنتقال إلى الصفحة :page",
    "Hello!": "أهلاً بك!",
    "If you did not create an account, no further action is required.": "إذا لم تقم بإنشاء حساب ، فلا يلزم اتخاذ أي إجراء آخر.",
    "If you did not request a password reset, no further action is required.": "إذا لم تقم بطلب استعادة كلمة المرور، لا تحتاج القيام بأي إجراء.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "إذا كنت تواجه مشكلة في النقر على الزر \":actionText \"، يمكنك نسخ عنوان URL أدناه\n وألصقه في متصفح الويب:",
    "Log in": "تسجيل الدخول",
    "Log Out": "تسجيل الخروج",
    "Login": "تسجيل الدخول",
    "Logout": "تسجيل الخروج",
    "Name": "الاسم",
    "New Password": "كلمة مرور جديدة",
    "Not Found": "غير متوفر",
    "of": "من",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "بمجرد حذف حسابك، سيتم حذف جميع مصادره وبياناته نهائياً. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "بمجرد حذف حسابك، سيتم حذف جميع بياناته نهائياً. رجاءًا قم بإدخال كلمة المرور الخاصة بك لتأكيد رغبتك في حذف حسابك بشكل نهائي.",
    "Page Expired": "الصفحة منتهية الصلاحية",
    "Pagination Navigation": "التنقل بين الصفحات",
    "Password": "كلمة المرور",
    "Payment Required": "مطلوب الدفع",
    "Please click the button below to verify your email address.": "يرجى النقر على الزر أدناه للتحقق من عنوان بريدك الإلكتروني.",
    "Profile": "الملف الشخصي",
    "Profile Information": "معلومات الملف الشخصي",
    "Regards": "مع التحية",
    "Register": "تسجيل",
    "Remember me": "تذكرني",
    "Resend Verification Email": "إعادة ارسال بريد التحقق",
    "Reset Password": "استعادة كلمة المرور",
    "Reset Password Notification": "تنبيه استعادة كلمة المرور",
    "results": "نتيجة",
    "Save": "حفظ",
    "Saved.": "تم الحفظ.",
    "Server Error": "خطأ في الإستضافة",
    "Service Unavailable": "الخدمة غير متوفرة",
    "Showing": "عرض",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "شكرا لتسجيلك! قبل البدء ، هل يمكنك التحقق من عنوان بريدك الإلكتروني من خلال النقر على الرابط الذي أرسلناه إليك عبر البريد الإلكتروني للتو؟ إذا لم تتلق البريد الإلكتروني ، فسنرسل لك رسالة أخرى بكل سرور.",
    "The given data was invalid.": "البيانات المدخلة غير صالحة.",
    "This is a secure area of the application. Please confirm your password before continuing.": "هذه منطقة آمنة للتطبيق. يرجى تأكيد كلمة المرور الخاصة بك قبل المتابعة.",
    "This password reset link will expire in :count minutes.": "ستنتهي صلاحية رابط استعادة كلمة المرور خلال :count دقيقة.",
    "to": "إلى",
    "Toggle navigation": "إظهار/إخفاء القائمة",
    "Too Many Requests": "طلبات كثيرة جدًا",
    "Unauthorized": "غير مصرّح",
    "Update Password": "تحديث كلمة المرور",
    "Update your account's profile information and email address.": "قم بتحديث معلومات ملفك الشخصي وبريدك الإلكتروني.",
    "Verify Email Address": "التحقق من عنوان البريد الإلكتروني",
    "Whoops!": "عذراً!",
    "You are receiving this email because we received a password reset request for your account.": "لقد استلمت هذا الإيميل لأننا استقبلنا طلباً لاستعادة كلمة مرور حسابك.",
    "You're logged in!": "لقد قمت بتسجيل الدخول!",
    "Your email address is unverified.": "لم يتم التحقق من عنوان بريدك الإلكتروني."
}