{
    "Accueil":"Home",
    "Nos chambres":"Our Rooms",
    "Nos services" : "Our Services",
    "Contact" : "Contact",
    "À propos de nous" : "About Us",
    "Admin" : "Admin",
    "Réservation" : "Reservation",
    "Réserver" : "To book",
    "Réserver maintenant" : "Book Now",
    "Hotel Cote d'or jouit d'un emplacement idéal au bord de la mer. Il propose des chambres confortables avec une vue extraordinaire .Ces chambres pratiques et confortables sont insonorisées et dotées de la climatisation, d'une salle de bains moderne, et d'une télévision avec chaînes internationales. L'accès Internet sans fil gratuit est disponible dans tout l'établissement.Dégustez un repas dans notre restaurant de l'hôtel qui sert différents plats . L'hôtel est situé à proximité de la mer de M'diq, du Corniche, des taxis et de la mosquée. Le personnel courtois sera ravi de vous aider et vous accueillera chaleureusement." : "Hotel Cote d'Or enjoys an ideal location by the sea.It offers comfortable rooms with an extraordinary view.These practical and comfortable rooms are soundproofed and equipped with air conditioning,a modern bathroom, and a television with international channels.Free wireless Internet access is available throughout the property.Enjoy a meal in our hotel restaurant which serve different dishes.The hotel is located near the sea of M'diq, the Corniche, taxis and the mosque.The courteous staff will be happy to help you and will welcome you warmly.",
    "Notation" : "Rating",
    "Très bien" : "Very Good",
    "INSTALLATIONS ET SERVICES" : "FACILITIES AND SERVICES",
    "Hôtel" : "Hotel",
    "Restaurant" : "Restaurant",
    "Cafétéria" : "Cafeteria",
    "Service d'étage" : "Room Service",
    "Chambres familiales" : "Family rooms",
    "Plage" : "Beach",
    "Bienvenue à l'Hôtel Côte d'Or" : "Welcome to the Hotel Côte d'Or",
    "Notre hôtel est le choix parfait pour les voyageurs à la recherche d'un séjour confortable et abordable avec une vue imprenable sur la Méditerranée. ":"Our hotel is the perfect choice for travelers looking for a comfortable and affordable stay with stunning views of the Mediterranean.",
    " Nous sommes situés en plein cœur de la ville, à quelques pas des principales attractions touristiques et des restaurants locaux." : "We are located right in the heart of the city, within walking distance of major tourist attractions and local restaurants.",
    "Voir aussi" : "See more",
    "Notre équipe" : "Our team",
    "Avec nous, vous pouvez profiter d'un hébergement confortable à des tarifs compétitifs. Nos chambres sont équipées de tout ce dont vous avez besoin pour un séjour agréable, notamment une salle de bain privée, la climatisation, la télévision et un accès Wi-Fi gratuit." : "With us you can enjoy comfortable accommodation at competitive rates. Our rooms are equipped with everything you need for a pleasant stay, including a private bathroom, air conditioning, television and free Wi-Fi access.",
    "Les points de vue" : "The points of view",
    "J'ai passé un merveilleux séjour dans cet hôtel avec vue sur la mer. L'emplacement est tout simplement incroyable, avec une vue imprenable sur l'océan. Le personnel était très sympathique et accueillant, et m'a fait me sentir comme chez moi dès mon arrivée.Le restaurant de l'hôtel proposait une cuisine délicieuse, en particulier leur spécialité de fruits de mer frais. J'ai également été impressionné par la qualité des cocktails préparés par le barman.Ma chambre était spacieuse et confortable, avec une vue magnifique sur l'océan. J'ai adoré écouter les vagues se briser sur la plage chaque matin.Je recommande vivement cet hôtel à tous ceux qui cherchent un séjour relaxant au bord de la mer avec une cuisine délicieuse et un personnel amical et attentionné. Je prévois déjà de revenir l'année prochaine pour profiter de cet endroit exceptionnel une fois de plus." : "I had a wonderful stay at this sea view hotel. The location is just amazing, with an amazing view of the ocean. The staff were very friendly and welcoming and made me feel at home from the moment I arrived. The hotel restaurant had delicious food, especially their fresh seafood specialty. I was also impressed with the quality of the cocktails prepared by the bartender. My room was spacious and comfortable with a great view of the ocean. I loved listening to the waves crashing on the beach each morning. I highly recommend this hotel to anyone looking for a relaxing stay by the sea with delicious food and friendly, attentive staff. I am already planning to come back next year to enjoy this exceptional place again.",
    "Notre Restaurant" : "Our restaurant",
    "Notre restaurant est l'endroit idéal pour savourer des plats locaux tout en profitant de la vue sur la mer Méditerranée. Nous sommes fiers de proposer une cuisine fraîche et délicieuse préparée à partir d'ingrédients locaux de première qualité..." : "Our restaurant is the perfect place to savor local dishes while enjoying the view of the Mediterranean Sea. We pride ourselves on offering fresh and delicious cuisine prepared from premium local ingredients.",
    "Cuisine marocaine" : "Moroccan cuisine",
    "Nous sommes fiers de proposer des plats traditionnels marocains ainsi que des options plus modernes pour répondre à tous les goûts. Nous nous approvisionnons en produits frais et de qualité supérieure auprès de fournisseurs locaux, afin de garantir que chaque bouchée est pleine de saveurs délicieuses." : "Nous sommes fiers de proposer des plats traditionnels marocains ainsi que des options plus modernes pour répondre à tous les goûts. Nous nous approvisionnons en produits frais et de qualité supérieure auprès de fournisseurs locaux, afin de garantir que chaque bouchée est pleine de saveurs délicieuses.",
    "Cuisine italienne" : "Italien cuisine",
    "Notre cuisine italienne est inspirée par les saveurs authentiques de l'Italie, avec des plats préparés à partir d'ingrédients frais et de qualité supérieure. Que vous cherchiez à déguster une pizza fraîche sortie du four ou des pâtes fraîches faites maison, nous avons quelque chose pour satisfaire toutes les papilles." : "Our Italian cuisine is inspired by the authentic flavors of Italy, with dishes prepared using fresh, top quality ingredients. Whether you're looking to enjoy pizza fresh from the oven or fresh homemade pasta, we have something to satisfy every taste bud.",
    "Bienvenue dans notre galerie" : "Welcome to our gallery",
    "Galerie de notre hôtel" : "Gallery of our hotel",
    "Regarder la galerie" : "See the gallery",



    "Liens Rapides" : "Quick Links",
    "Liens Supplémentaires" : "Liens Supplémentaires",
    "Poser des questions" : "Ask questions",
    "Service d'été" : "Summer service",
    "Près de nous" : "Close to us",
    "Les offres de Cote d'Or" : "Cote d'Or offers",
    "Infos de contact" : "Contact Info",
    "Tous les droits sont réservés!" : "All rights reserved",
    "Suivez-nous" : "Follow us",

    "(and :count more error)": "(and :count more error)",
    "(and :count more errors)": "(and :count more errors)",
    "A new verification link has been sent to the email address you provided during registration.": "A new verification link has been sent to the email address you provided during registration.",
    "A new verification link has been sent to your email address.": "A new verification link has been sent to your email address.",
    "All rights reserved.": "All rights reserved.",
    "Already registered?": "Already registered?",
    "Are you sure you want to delete your account?": "Are you sure you want to delete your account?",
    "Cancel": "Cancel",
    "Click here to re-send the verification email.": "Click here to re-send the verification email.",
    "Confirm": "Confirm",
    "Confirm Password": "Confirm Password",
    "Current Password": "Current Password",
    "Dashboard": "Dashboard",
    "Delete Account": "Delete Account",
    "Email": "Email",
    "Email Password Reset Link": "Email Password Reset Link",
    "Ensure your account is using a long, random password to stay secure.": "Ensure your account is using a long, random password to stay secure.",
    "Forbidden": "Forbidden",
    "Forgot your password?": "Forgot your password?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.",
    "Go to page :page": "Go to page :page",
    "Hello!": "Hello!",
    "If you did not create an account, no further action is required.": "If you did not create an account, no further action is required.",
    "If you did not request a password reset, no further action is required.": "If you did not request a password reset, no further action is required.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:",
    "Log in": "Log in",
    "Log Out": "Log Out",
    "Login": "Login",
    "Logout": "Logout",
    "Name": "Name",
    "New Password": "New Password",
    "Not Found": "Not Found",
    "of": "of",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.",
    "Page Expired": "Page Expired",
    "Pagination Navigation": "Pagination Navigation",
    "Password": "Password",
    "Payment Required": "Payment Required",
    "Please click the button below to verify your email address.": "Please click the button below to verify your email address.",
    "Profile": "Profile",
    "Profile Information": "Profile Information",
    "Regards": "Regards",
    "Register": "Register",
    "Remember me": "Remember me",
    "Resend Verification Email": "Resend Verification Email",
    "Reset Password": "Reset Password",
    "Reset Password Notification": "Reset Password Notification",
    "results": "results",
    "Save": "Save",
    "Saved.": "Saved.",
    "Server Error": "Server Error",
    "Service Unavailable": "Service Unavailable",
    "Showing": "Showing",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.",
    "The given data was invalid.": "The given data was invalid.",
    "This is a secure area of the application. Please confirm your password before continuing.": "This is a secure area of the application. Please confirm your password before continuing.",
    "This password reset link will expire in :count minutes.": "This password reset link will expire in :count minutes.",
    "to": "to",
    "Toggle navigation": "Toggle navigation",
    "Too Many Requests": "Too Many Requests",
    "Unauthorized": "Unauthorized",
    "Update Password": "Update Password",
    "Update your account's profile information and email address.": "Update your account's profile information and email address.",
    "Verify Email Address": "Verify Email Address",
    "Whoops!": "Whoops!",
    "You are receiving this email because we received a password reset request for your account.": "You are receiving this email because we received a password reset request for your account.",
    "You're logged in!": "You're logged in!",
    "Your email address is unverified.": "Your email address is unverified."
}